experiments/redis_contention/throughput/loaded_pairs_0/pair_0/clients_1_threads_4_pipeline_50/redis.out
4         Threads
1         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       550188.52          ---          ---         0.28754         0.31900         0.66300         0.92700    577672.74 
Gets       110037.67      4632.42    105405.25         0.28275         0.31100         0.63900         0.91900      9048.48 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     660226.20      4632.42    105405.25         0.28674         0.31900         0.66300         0.92700    586721.22